Mermaid to plantuml
